Repository: world324digital/kiwi-scooter-mobile
Catalog: lib/l10n/app_*.arb
Languages: el, lv

source: Allow Location
el: Να επιτρέπεται η τοποθεσία
lv: Atļaut atrašanās vietu

# allowLocationDescription
source: To provide the best possible experience and help you find eScooters quickly, KiwiCity requires access to your device's location.
el: Για να παρέχει την καλύτερη δυνατή εμπειρία και να σας βοηθήσει να βρείτε γρήγορα eScooter, το KiwiCity απαιτεί πρόσβαση στην τοποθεσία της συσκευής σας.
lv: Lai nodrošinātu vislabāko iespējamo pieredzi un palīdzētu jums ātri atrast eScooters, KiwiCity pieprasa piekļuvi jūsu ierīces atrašanās vietai.

source: Maybe Later
el: Ίσως αργότερα
lv: Varbūt vēlāk

source: Success
el: Επιτυχία
lv: Veiksme

source: Error
el: Σφάλμα
lv: Kļūda

source: Email sent!
el: Email εστάλη!
lv: E-pasts nosūtīts!

# userNotFound
source: This user could not be found!
el: Αυτός ο χρήστης δεν βρέθηκε!
lv: Šo lietotāju nevarēja atrast!

# invalidEmail
source: This email is invalid.
el: Αυτό το email δεν είναι έγκυρο.
lv: Šis e-pasts nav derīgs.

# invalidEmailAddress
source: Invalid Email
el: Μη έγκυρο email
lv: Nederīgs e-pasts

# succesSendReport
source: Thank you. Email sent successfully!
el: Ευχαριστούμε. Το email εστάλη με επιτυχία!
lv: Paldies. E-pasts veiksmīgi nosūtīts!

# successDeposit
source: Deposit was succeed!
el: Η κατάθεση ήταν επιτυχής!
lv: Depozīts bija veiksmīgs!

# networkError
source: Network error. Please check your connection!
el: Σφάλμα δικτύου. Ελέγξτε τη σύνδεσή σας!
lv: Tīkla kļūda. Lūdzu, pārbaudiet savienojumu!

# errorMsg
source: Something went wrong. Please retry!
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά!
lv: Kaut kas nogāja greizi. Lūdzu, mēģiniet vēlreiz!

# errorUnableFarAway
source: You are too far from this vehicle and need to be closer to ride it.
el: Είστε πολύ μακριά από αυτό το όχημα και πρέπει να είστε πιο κοντά για να το οδηγήσετε.
lv: Jūs esat pārāk tālu no šī transportlīdzekļa un jums ir jābūt tuvāk, lai ar to brauktu.

# errorUnableScooter
source: We are unable to process this request. Please try again later.
el: Δεν μπορούμε να επεξεργαστούμε αυτό το αίτημα. Δοκιμάστε ξανά αργότερα.
lv: Mēs nevaram apstrādāt šo pieprasījumu. Lūdzu, vēlāk mēģiniet vēlreiz.

# errorUnableInuse
source: Failed to change inUse status.
el: Αποτυχία αλλαγής της κατάστασης χρήσης.
lv: Neizdevās mainīt inUse statusu.

# errorInvalidScooterid
source: The scooter code is invalid. Please try again.
el: Ο κωδικός του σκούτερ δεν είναι έγκυρος. Δοκιμάστε ξανά.
lv: Motorollera kods nav derīgs. Lūdzu, mēģiniet vēlreiz.

# warningPermissionCancel
source: Permission denined. You can change it later.
el: Η άδεια απορρίφθηκε. Μπορείτε να την αλλάξετε αργότερα.
lv: Atļauja ir liegta. Varat to mainīt vēlāk.

# warningPermissionDenindPermenantMsg
source: Do you want to open Setting to change it?
el: Θέλετε να ανοίξετε τη Ρύθμιση για να την αλλάξετε;
lv: Vai vēlaties atvērt iestatījumu, lai to mainītu?

# warningPermissionDenindPermenantTitle
source: Permission denied permanently
el: Η άδεια απορρίφθηκε οριστικά
lv: Atļauja liegta pastāvīgi

# notifyMessage
source: This app needs location permission to find scooter near you
el: Αυτή η εφαρμογή χρειάζεται άδεια τοποθεσίας για να βρει σκούτερ κοντά σας
lv: Šai lietotnei ir nepieciešama atrašanās vietas atļauja, lai atrastu motorolleru jūsu tuvumā

# insufficientBalance
source: Insufficient balance. Please add more money to your account before proceeding.
el: Ανεπαρκές υπόλοιπο. Προσθέστε περισσότερα χρήματα στον λογαριασμό σας πριν συνεχίσετε.
lv: Nepietiekams atlikums. Lūdzu, pievienojiet savam kontam vairāk naudas pirms turpināt.

source: Email Address
el: Διεύθυνση email
lv: E-pasta adrese

source: Email
lv: E-pasts

source: Email Required
el: Απαιτείται email
lv: Nepieciešams e-pasts

# restPasswordSent
source: We have sent you a reset password link. Please check your email.
el: Σας έχουμε στείλει έναν σύνδεσμο επαναφοράς κωδικού πρόσβασης. Ελέγξτε το email σας.
lv: Mēs esam nosūtījuši jums paroles atiestatīšanas saiti. Lūdzu, pārbaudiet savu e-pastu.

source: Next
el: Επόμενο
lv: Nākamais

source: Done
el: Τέλος
lv: Gatavs

source: Forget Password
el: Ξέχασες τον κωδικό σου
lv: Aizmirst paroli

# passwordWrong
source: This password is wrong
el: Αυτός ο κωδικός πρόσβασης είναι λάθος
lv: Šī parole ir nepareiza

# userDisabled
source: This user is disabled.
el: Αυτός ο χρήστης είναι απενεργοποιημένος.
lv: Šis lietotājs ir atspējots.

source: Password
el: Κωδικός πρόσβασης
lv: Parole

source: Password Required
el: Απαιτείται κωδικός πρόσβασης
lv: Nepieciešama parole

# passwordInvalid
source: must contain 6 letters at least
el: πρέπει να περιέχει τουλάχιστον 6 γράμματα
lv: jābūt vismaz 6 burtiem

# forgetPasswordQ
source: Forget Your Password?
el: Ξέχασες τον κωδικό σου?
lv: Aizmirsāt paroli?

source: Login Now
el: Σύνδεση τώρα
lv: Pieteikties tūlīt

source: Create New Account
el: Δημιουργία νέου λογαριασμού
lv: Izveidot jaunu kontu

source: Continue with Email
el: Συνέχεια με email
lv: Turpināt ar e-pastu

source: SignUp Success.
el: Επιτυχία εγγραφής.
lv: Reģistrēšanās veiksme.

# failedError
source: You are failed. Please retry!
el: Αποτυχήσατε. Δοκιμάστε ξανά!
lv: Jums neizdevās. Lūdzu, mēģiniet vēlreiz!

# homeDescription
source: Fuel prices are high! Save time and money by renting eScooters for less than â‚¬{ridePrice}/min to explore your destination!
el: Οι τιμές των καυσίμων είναι υψηλές! Εξοικονομήστε χρόνο και χρήματα νοικιάζοντας eScooter για λιγότερο από €{ridePrice}/λεπτό για να εξερευνήσετε τον προορισμό σας!
lv: Degvielas cenas ir augstas! Ietaupiet laiku un naudu, nomājot e-motorollerus par mazāk nekā €{ridePrice}/min, lai izpētītu savu galamērķi!

# passwordNotMatch
source: Passwords do not match.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
lv: Paroles nesakrīt.

source: Info
lv: Informācija

# passwordWeak
source: Password strength is too weak. it must be at least 8 in length and contain at least one number.
el: Η ισχύς του κωδικού πρόσβασης είναι πολύ αδύναμη. Πρέπει να έχει μήκος τουλάχιστον 8 και να περιέχει τουλάχιστον έναν αριθμό.
lv: Paroles stiprums ir pārāk vājš. Tai ir jābūt vismaz 8 garai un tajā ir jābūt vismaz vienam skaitlim.

# emailDuplicated
source: This email address has already been used.
el: Αυτή η διεύθυνση email έχει ήδη χρησιμοποιηθεί.
lv: Šī e-pasta adrese jau ir izmantota.

source: SignUp Failed.
el: Η εγγραφή απέτυχε.
lv: Reģistrēšanās neizdevās.

# terms1
source: By creating an account, you agree to our
el: Με τη δημιουργία ενός λογαριασμού, συμφωνείτε με το
lv: Izveidojot kontu, jūs piekrītat mūsu

# terms2
source: Terms & Conditions
el: Όροι & Προϋποθέσεις
lv: Noteikumi un nosacījumi

# terms3
source: and acknowledge our
el: και να αναγνωρίσουμε το
lv: un atzīstiet mūsu

# terms4
source: Privacy Policy
el: Πολιτική απορρήτου
lv: Privātuma politika

source: First Name
el: Ονομα
lv: Vārds

source: First Name Required
el: Απαιτείται Όνομα
lv: Ir nepieciešams vārds

source: Last Name
el: Επώνυμο
lv: Uzvārds

source: Last Name Required
el: Απαιτείται επώνυμο
lv: Nepieciešams uzvārds

# dob
source: Date of Birth
el: Ημερομηνία γέννησης
lv: Dzimšanas datums

# ageError
source: Must be at least age 16+
el: Πρέπει να είναι τουλάχιστον 16+
lv: Jābūt vismaz 16 gadus vecam

source: Invalid Date
el: Μη έγκυρη ημερομηνία
lv: Nederīgs datums

# dobRequired
source: Birthday Required
el: Απαιτούνται γενέθλια
lv: Nepieciešama dzimšanas diena

# passwordLength
source: 6 characters minimum
el: 6 χαρακτήρες τουλάχιστον
lv: vismaz 6 rakstzīmes

source: Confirm Password
el: Επιβεβαίωση κωδικού πρόσβασης
lv: Apstiprināt paroli

# confirmPasswordError
source: You must confirm Password
el: Πρέπει να επιβεβαιώσετε τον κωδικό πρόσβασης
lv: Jums jāapstiprina parole

# scooterCode
source: eScooter Code
el: Κωδικός eScooter
lv: eScooter kods

# scooterType
source: eScooter Type
el: Τύπος eScooter
lv: eScooter tips

source: Start Time
el: Ώρα έναρξης
lv: Sākuma laiks

source: End Time
el: Ώρα λήξης
lv: Beigu laiks

source: Duration
el: Διάρκεια
lv: Ilgums

source: Start Price
el: Τιμή έναρξης
lv: Sākuma cena

source: Riding Price
el: Τιμή ιππασίας
lv: Izjādes cena

source: Total Amount
el: Συνολικό ποσό
lv: Kopā summa

source: Ride Detail
el: Λεπτομέρεια διαδρομής
lv: Brauciena detaļas

source: Ride History
el: Ιστορία διαδρομής
lv: Braukšanas vēsture

source: No History
el: Χωρίς Ιστορία
lv: Nav vēstures

source: Ring
el: Δαχτυλίδι
lv: Gredzens

# ridingNote1
source: before riding +
el: εκκίνηση +
lv: sākums +

# ridingNote2
source: per minute after riding
el: /min μετά την οδήγηση
lv: /min pēc braukšanas

source: Ride Now
el: Οδηγήστε τώρα
lv: Brauciet tagad

source: Reservation
lv: Rezervācija

# trackingError
source: App Tracking Permission is denined! Need to access your location tracking to find eScooter near you and to track your location while riding the eScooter. Would you go to Settings and allow it?
el: Η άδεια παρακολούθησης εφαρμογής δεν επιτρέπεται! Θα πρέπει να αποκτήσετε πρόσβαση στην παρακολούθηση τοποθεσίας για να βρείτε το eScooter κοντά σας και να παρακολουθήσετε την τοποθεσία σας ενώ οδηγείτε το eScooter. Θα μεταβείτε στο Ρυθμίσεις και το επιτρέπουν;
lv: Lietotnes izsekošanas atļauja ir liegta! Lai atrastu eScooter netālu no jums un lai izsekotu jūsu atrašanās vietu, braucot ar motorolleru, ir jāpiekļūst jūsu atrašanās vietas izsekošanas datiem. Vai jūs dotos uz Iestatījumi un atļaut?

source: Yes
el: ναι
lv: jā

source: Warning
el: Προειδοποίηση
lv: Brīdinājums

source: Allow
el: Επιτρέπω
lv: Atļaut

# begin
source: Let 's begin
el: Ας ξεκινήσουμε
lv: Sāksim

# allowMsg
source: We need to allow location permission so we can find a scooter near you.
el: Πρέπει να επιτρέψουμε την άδεια τοποθεσίας για να μπορέσουμε να βρούμε ένα σκούτερ κοντά σας.
lv: Mums ir jāatļauj atrašanās vietas noteikšanas atļauja, lai mēs varētu atrast skrejriteni jūsu tuvumā.

source: Payment
el: Πληρωμή
lv: Maksājums

source: My Wallet
el: Το πορτοφόλι μου
lv: Mans maks

source: Terms of Service
el: Όροι χρήσης
lv: Pakalpojumu sniegšanas noteikumi

# termsOfServiceDescription
source: Please take a moment to read our terms of service before starting your ride
el: Παρακαλώ αφιερώστε λίγο χρόνο για να διαβάσετε τους Όρους Παροχής Υπηρεσιών μας πριν ξεκινήσετε τη διαδρομή σας
lv: Lūdzu, pirms brauciena uzsākšanas izlasiet mūsu pakalpojumu sniegšanas noteikumus

# agree
source: I Agree
el: Συμφωνώ
lv: Es piekrītu

source: Settings
el: Ρυθμίσεις
lv: Iestatījumi

source: Sign Out
el: Έξοδος
lv: Izlogoties

# successMsg
source: Operation Success!
el: Επιτυχία λειτουργίας!
lv: Operācija veiksmīga!

source: Payment Method
el: Τρόπος πληρωμής
lv: Maksājuma veids

source: Selected
el: Επιλεγμένο
lv: Atlasīts

# addNewCard
source: Add New Credit Card
el: Προσθήκη νέας πιστωτικής κάρτας
lv: Pievienot jaunu kredītkarti

source: Card Holder Name
el: Όνομα κατόχου κάρτας
lv: Kartes īpašnieka vārds

# cardHolderError
source: Please enter holder name
el: Παρακαλώ εισάγετε όνομα κατόχου
lv: Lūdzu, ievadiet īpašnieka vārdu

# cardHolderLengthError
source: Name should be less than 100 characters
el: Το όνομα πρέπει να είναι λιγότερο από 100 χαρακτήρες
lv: Nosaukumam ir jābūt mazākam par 100 rakstzīmēm

source: Card Number
el: Αριθμός κάρτας
lv: Kartes numurs

# cardNumberError
source: Invalid card number
el: Μη έγκυρος αριθμός κάρτας
lv: Nederīgs kartes numurs

# expDate
source: Expiration date
el: Ημερομηνία λήξης
lv: Derīguma termiņš

source: Security Code
el: Κωδικός ασφαλείας
lv: Drošības kods

source: Invalid code
el: Μη έγκυρος κωδικός
lv: Nederīgs kods

source: ZIP Code
el: ταχυδρομικός κώδικας
lv: pasta indekss

# zipCodeError
source: Please enter zip code
el: Παρακαλώ εισάγετε ταχυδρομικό κώδικα
lv: Lūdzu, ievadiet pasta indeksu

source: Complete Payment
el: Ολοκληρωμένη πληρωμή
lv: Pabeigts maksājums

# addPayment
source: Add Another Payment
el: Προσθήκη άλλης πληρωμής
lv: Pievienot citu maksājumu

source: Others
el: Άλλοι
lv: Citi

# balance
source: Available Balance
el: Διαθέσιμο υπόλοιπο
lv: Pieejams atlikums

source: Add Money
el: Προσθήκη χρημάτων
lv: Pievienot naudu

# moreRides
source: More rides, more discount
el: Περισσότερες βόλτες, περισσότερη έκπτωση
lv: Vairāk braucienu, vairāk atlaižu

source: Enter Amount
el: Εισαγάγετε ποσό
lv: Ievadiet summu

# depositError
source: Please enter a deposit balance
el: Παρακαλώ εισάγετε ένα υπόλοιπο κατάθεσης
lv: Lūdzu, ievadiet depozīta atlikumu

# depositInvalidError
source: Minimum deposit amount is 0.5 EUR
el: Το ελάχιστο ποσό κατάθεσης είναι 0.5 EUR
lv: Minimālā iemaksas summa ir 0.5 EUR

source: Pay Now
el: Πληρωμή τώρα
lv: Maksāt tūlīt

source: Enter Code
el: Εισαγάγετε τον κωδικό
lv: Ievadiet kodu

source: Open
lv: Atvērt

source: Restart
el: Επανεκκίνηση
lv: Restartēt

source: Alert
el: Ειδοποίηση
lv: Brīdinājums

# alertMsg
source: If you changed permission, Pleast restart app
el: Εάν αλλάξατε άδεια, κάντε επανεκκίνηση της εφαρμογής
lv: Ja mainījāt atļauju, lūdzu, restartējiet lietotni

source: Camera Access
el: Πρόσβαση στην κάμερα
lv: Piekļuve kamerai

# requireScanCode
source: Required To Scan Code
el: Απαιτείται για σάρωση κώδικα
lv: Nepieciešams, lai skenētu kodu

# accessCameraMsg
source: We will need to access your camera so you can scan the QR code.
el: Θα χρειαστεί να αποκτήσουμε πρόσβαση στην κάμερά σας ώστε να μπορείτε να σαρώσετε τον κωδικό QR.
lv: Mums būs jāpiekļūst jūsu kamerai, lai jūs varētu skenēt QR kodu.

source: Allow Camera
el: Να επιτρέπεται η κάμερα
lv: Atļaut kameru

# enterCodeMsg
source: No, I'll enter code manually
el: Όχι, θα εισάγω τον κωδικό με μη αυτόματο τρόπο
lv: Nē, es ievadīšu kodu manuāli

# enterScooterCodeMsg1
source: Please enter code
el: Παρακαλώ εισάγετε τον κωδικό
lv: Lūdzu, ievadiet kodu

# enterScooterCodeMsg2
source: Enter the code on your scooter display
el: Εισαγάγετε τον κωδικό στην οθόνη του σκούτερ σας
lv: Ievadiet kodu motorollera displejā

source: Confirm
el: Επιβεβαίωση
lv: Apstiprināt

source: Cancel
el: Ακύρωση
lv: Atcelt

# scan
source: Scan QR
el: Σάρωση QR
lv: Skenēt QR

# cameraDeniedError
source: Camera permission denined.
el: Η άδεια κάμερας απορρίφθηκε.
lv: Kameras atļauja liegta.

# cameraDeniedErrorMsg
source: Please allow your camera to scan QR code.
el: Επιτρέψτε στην κάμερά σας να σαρώσει τον κωδικό QR.
lv: Lūdzu, ļaujiet kamerai skenēt QR kodu.

# scanMsg
source: Scan QR Code or Enter Code displayed on the scooter
el: Σάρωση κωδικού QR ή Εισαγάγετε τον κωδικό που εμφανίζεται στο σκούτερ
lv: Skenēt QR kodu vai ievadīt kodu, kas tiek parādīts uz motorollera

# invalidQr
source: Invalid QR code
el: Μη έγκυρος κωδικός QR
lv: Nederīgs QR kods

source: Flashlight
el: Φακός
lv: Lukturis

# manualEnterMsg
source: Manually Enter code
el: Μη αυτόματη εισαγωγή κωδικού
lv: Manuāli ievadiet kodu

# noRideZoneTitle
source: NO RIDE ZONE
lv: BEZ BRAUKŠANAS ZONA

# noRideZoneMsg
source: You can be fined for riding in this zone. This scooter will remain lock until you leave this zone.
el: Μπορεί να σας επιβληθεί πρόστιμο για οδήγηση σε αυτήν τη ζώνη. Αυτό το σκούτερ θα παραμείνει κλειδωμένο μέχρι να φύγετε από αυτήν τη ζώνη.
lv: Par braukšanu šajā zonā jums var tikt uzlikts naudas sods. Šis skrejritenis paliks bloķēts, līdz jūs atstājat šo zonu.

# ridingPriceNote
source: Riding price is
el: Η τιμή ιππασίας είναι
lv: Brauciena cena ir

source: Confirm End Ride
el: Επιβεβαίωση Τέλος Βόλτας
lv: Apstiprināt brauciena beigas

# wait
source: Please wait...
el: Παρακαλώ περιμένετε...
lv: Lūdzu, uzgaidiet...

# failAlarm
source: Failed Alarm
el: Αποτυχία συναγερμού
lv: Neizdevies trauksme

# beginRide
source: Let's ride
el: Ας καβαλήσουμε
lv: Braucam

# beginRideMsg
source: You can start your ride by now. Kick your scooter to get going!
el: Μπορείς να ξεκινήσεις τη βόλτα σου μέχρι τώρα. Κόψε το σκούτερ σου για να ξεκινήσεις!
lv: Jūs varat sākt savu braucienu jau tagad. Spārdiet savu skrejriteni, lai sāktu braukt!

source: Start Riding
el: Ξεκινήστε την Ιππασία
lv: Sākt braukt

# rideProgress
source: Ride Is Progress
el: Η διαδρομή είναι πρόοδος
lv: Brauciens ir progress

# ridePause
source: Ride Is Paused
el: Η διαδρομή έχει σταματήσει
lv: Brauciens ir apturēts

source: Lock
el: Κλείδωμα
lv: Bloķēt

source: Unlock
el: Ξεκλείδωμα
lv: Atbloķēt

source: End Ride
el: Τέλος
lv: Beigas

source: Unlocking...
el: Ξεκλείδωμα...
lv: Atbloķēšana...

source: Locking...
el: Κλείδωμα...
lv: Bloķēšana...

# startRidingMsg
source: You can ride with only {startPrice} EUR.
el: Μπορείτε να οδηγήσετε μόνο με {startPrice} EUR.
lv: Jūs varat braukt tikai ar {startPrice} EUR.

# startRidingDescription
source: Then you can pay {ridePrice} EUR per minute after riding not now.
el: Στη συνέχεια, μπορείτε να πληρώσετε {ridePrice} EUR ανά λεπτό μετά την οδήγηση όχι τώρα.
lv: Tad jūs varat maksāt {ridePrice} EUR minūtē pēc braukšanas, nevis tagad.

# continueLabel
source: Continue
el: Συνέχεια
lv: Turpināt

# agreeMsg
source: By clicking I Agree you are accepting our terms of use.
el: Κάνοντας κλικ στο Συμφωνώ, αποδέχεστε τους όρους χρήσης μας.
lv: Noklikšķinot uz Es piekrītu, jūs piekrītat mūsu lietošanas noteikumiem.

# feedbackMsg
source: Thank you for feedback
el: Σας ευχαριστούμε για τα σχόλιά σας
lv: Paldies par atsauksmi

# feedbackTitle
source: How was your ride?
el: Πώς ήταν η διαδρομή σας;
lv: Kā bija jūsu brauciens?

# uploadErrorMsg
source: Unable to take a photo of your scooter. Please try again.
el: Δεν είναι δυνατή η λήψη φωτογραφίας του σκούτερ σας. Δοκιμάστε ξανά.
lv: Nevar nofotografēt jūsu skrejriteni. Lūdzu, mēģiniet vēlreiz.

# uploadErrorTitle
source: Unable to upload
el: Δεν είναι δυνατή η μεταφόρτωση
lv: Nevar augšupielādēt

source: Try Again
el: Προσπαθήστε ξανά
lv: Mēģiniet vēlreiz

# takePhotoMsg
source: Take a shot of the eScooter parked properly
el: Τραβήξτε μια φωτογραφία του eScooter σταθμευμένο σωστά
lv: Uzņemiet kadru no eScooter , kas ir pareizi novietots

# updateSuccess
source: Updated Successfully!
el: Ενημερώθηκε με επιτυχία!
lv: Atjaunināts veiksmīgi!

source: Update Account
el: Ενημέρωση λογαριασμού
lv: Atjaunināt kontu

source: Scan to ride
el: Σάρωση για οδήγηση
lv: Skenēt, lai brauktu

source: Language
el: Γλώσσα
lv: Valoda

source: Okay
el: εντάξει
lv: Labi

# googlePayError
source: There was an error while trying to perform the payment
lv: Mēģinot veikt maksājumu, radās kļūda

# googlePayUnavailable
source: Google Pay is not available in this device
lv: Google Pay nav pieejams šajā ierīcē

source: Apple pay Success!
lv: Apple maksā panākumus!

# googlePaySuccess
source: Google Pay payment succesfully completed
lv: Google Pay maksājums veiksmīgi pabeigts
